[
    {
        "id": 1,
        "img": "https://i.ibb.co/PTpwmS2/single.png",
        "title": "Single Room",
        "price": 800,
        "review": 6,
        "description": "Cozy single room with a comfortable bed, perfect for solo travelers.",
        "roomDetail": "Experience comfort and tranquility in our cozy single room. Designed with solo travelers in mind, this room offers a peaceful retreat with a comfortable bed, a work desk, and essential amenities. Whether you're on a business trip or a solo adventure, this room ensures a restful and enjoyable stay.",
        "roomSize": "150 sq. ft",
        "availability": 6
    },
    {
        "id": 2,
        "img": "https://i.ibb.co/sqZvJ1c/double.png",
        "title": "Double Room",
        "price": 500,
        "review": 10,
        "description": "Spacious double room with two beds, ideal for couples or friends.",
        "roomDetail": "Our spacious double room is perfect for couples or friends looking for a comfortable and inviting space. Two cozy beds, a well-appointed bathroom, and thoughtful amenities make this room the ideal choice for those seeking relaxation and quality time together.",
        "roomSize": "250 sq. ft",
        "availability": 8
    },
    {
        "id": 3,
        "img": "https://i.ibb.co/yXjnGmh/Super-Suite.png",
        "title": "Super Suite",
        "price": 1800,
        "review": 2,
        "description": "Luxurious super suite with a private balcony and stunning views.",
        "roomDetail": "Indulge in luxury in our super suite, featuring a private balcony with stunning views. This spacious suite is a haven of elegance and comfort. Relax in style, take in the breathtaking vistas, and enjoy the finest amenities for a truly exceptional stay.",
        "roomSize": "500 sq. ft",
        "availability": 5
    },
    {
        "id": 4,
        "img": "https://i.ibb.co/dWfJRD6/Deluxe-Suite.png",
        "title": "Deluxe Suite",
        "price": 1500,
        "review": 4,
        "description": "Elegant deluxe suite with a separate living area and modern amenities.",
        "roomDetail": "The deluxe suite offers an exquisite experience with a separate living area, modern furnishings, and premium amenities. This room is perfect for travelers looking for sophistication and extra space. Whether you're on a business trip or a leisurely escape, you'll find everything you need for a memorable stay.",
        "roomSize": "400 sq. ft",
        "availability": 3
    },
    {
        "id": 5,
        "img": "https://i.ibb.co/PjJ0cwD/honeymoon.png",
        "title": "Honeymoon Suite",
        "price": 2000,
        "review": 8,
        "description": "Romantic honeymoon suite with a Jacuzzi and champagne on arrival.",
        "roomDetail": "Celebrate love and romance in our honeymoon suite. Relax in the private Jacuzzi, savor a complimentary bottle of champagne, and create unforgettable memories. This suite is designed for couples seeking a luxurious and intimate escape, where every moment is a special occasion.",
        "roomSize": "600 sq. ft",
        "availability": 7
    },
    {
        "id": 6,
        "img": "https://i.ibb.co/Nrsq9ZF/Untitled-1.png",
        "title": "Family Suite",
        "price": 350,
        "review": 7,
        "description": "Spacious family suite with multiple bedrooms and a living area.",
        "roomDetail": "Our Family Suite is the perfect choice for larger families or groups of friends. It offers spacious accommodations with multiple bedrooms, a generous living area, and a well-equipped kitchenette. Enjoy ample space to relax and unwind, whether you're planning an extended vacation or a weekend getaway. This suite features modern furnishings, cozy decor, and all the amenities you need for a memorable stay. Make yourself at home in the Family Suite and create lasting memories with your loved ones.",
        "roomSize": "800 sq. ft",
        "availability": 4 
    }
]
